[
  {
    "productName": "Vargas",
    "desc": "Pariatur labore dolore nisi nisi eu non. Nisi exercitation consequat ea do mollit sunt excepteur. Labore occaecat culpa amet eiusmod minim sint sunt aliqua est. Pariatur amet mollit ipsum anim officia nisi sit non sint sint. Labore nostrud do non sint tempor fugiat ad laborum deserunt mollit deserunt excepteur deserunt. Non elit deserunt ad nostrud magna ad nisi.\r\n",
    "uom": "litre",
    "cost": 110,
    "currentStock": 108
  },
  {
    "productName": "Bobbi22",
    "desc": "Nulla laborum labore excepteur et aliqua id Lorem laboris ullamco. Laborum mollit dolor adipisicing magna irure. Esse amet nulla non fugiat voluptate velit aliqua labore id eu. Cupidatat cillum reprehenderit voluptate deserunt esse dolore commodo veniam adipisicing elit ullamco.\r\n",
    "uom": "kg",
    "cost": 138,
    "currentStock": 171
  },
  {
    "productName": "Hogan",
    "desc": "In elit esse officia velit eiusmod pariatur deserunt dolor in culpa eu. Proident reprehenderit incididunt reprehenderit ipsum occaecat incididunt. Officia nostrud proident proident commodo. Et aliqua elit est dolor et elit proident voluptate ad minim sit duis.\r\n",
    "uom": "litre",
    "cost": 178,
    "currentStock": 37
  },
  {
    "productName": "Jennie",
    "desc": "Mollit incididunt veniam sunt ut amet adipisicing enim qui dolore id. Ea in proident aliquip excepteur fugiat laboris officia quis. Eu elit ullamco commodo duis consectetur pariatur est non sit do. Do qui cupidatat ad eiusmod. Quis culpa veniam eu ipsum qui voluptate nostrud in esse proident aliquip dolore ex. Aute quis proident eiusmod exercitation sit aliqua esse.\r\n",
    "uom": "piece",
    "cost": 93,
    "currentStock": 15
  },
  {
    "productName": "Cox",
    "desc": "Nulla deserunt nostrud sit exercitation aliquip nulla deserunt. Est eu ullamco commodo pariatur nisi fugiat id reprehenderit et qui. Fugiat dolor ut veniam aliqua commodo do est esse commodo consectetur. Lorem aute irure proident quis duis fugiat consectetur in minim anim irure. Incididunt magna velit ex laboris officia ad sunt. Lorem aliqua veniam exercitation nulla eiusmod commodo officia est veniam amet qui.\r\n",
    "uom": "litre",
    "cost": 180,
    "currentStock": 186
  },
  {
    "productName": "Waters",
    "desc": "Mollit minim nostrud labore dolor laboris laboris eiusmod consequat nisi amet. Laboris anim ullamco elit deserunt magna non dolore Lorem aliqua aute. Duis sit officia do voluptate ex magna reprehenderit est occaecat amet do nisi fugiat nisi. Tempor tempor consequat ut aute. Exercitation fugiat eiusmod duis ipsum ex. Id consequat occaecat velit pariatur.\r\n",
    "uom": "piece",
    "cost": 54,
    "currentStock": 66
  },
  {
    "productName": "Margie",
    "desc": "Do excepteur exercitation dolore labore. Anim et eu id mollit amet ex amet ullamco duis occaecat aute. Aliquip proident ipsum cupidatat sint do eu anim culpa ea quis. Id veniam sit enim elit esse. Velit exercitation irure labore sunt deserunt non duis nisi. Aliqua anim excepteur consequat veniam magna magna esse sunt ullamco eu id sit. Esse consequat eu veniam proident in eiusmod cillum id aute in fugiat.\r\n",
    "uom": "kg",
    "cost": 69,
    "currentStock": 48
  },
  {
    "productName": "Cherry",
    "desc": "Culpa quis minim consequat commodo deserunt ut velit dolore id velit ad voluptate adipisicing. Ad consequat ad proident aliqua pariatur voluptate do dolore amet pariatur. Lorem occaecat et ex adipisicing commodo commodo. Consectetur cillum eu cillum et cillum adipisicing cillum consequat qui esse voluptate amet incididunt sint.\r\n",
    "uom": "kg",
    "cost": 168,
    "currentStock": 168
  },
  {
    "productName": "Jimenez",
    "desc": "In minim ex dolor do laboris deserunt. Veniam irure cillum aliqua eu enim commodo deserunt veniam ullamco. Qui esse ullamco cillum proident non quis incididunt sint qui ad dolore eiusmod in reprehenderit. Aliqua enim velit anim esse nisi id do irure nulla tempor nostrud ut. In ut dolor anim occaecat culpa sint minim occaecat dolore velit sint non. Officia nostrud esse excepteur non ea duis.\r\n",
    "uom": "piece",
    "cost": 172,
    "currentStock": 44
  },
  {
    "productName": "Byrd33",
    "desc": "Elit do sint proident non non Lorem quis laborum amet velit cillum cillum ut. Ipsum irure est consequat ut in ipsum dolor est qui deserunt sunt minim pariatur voluptate. Reprehenderit officia nostrud pariatur cillum laboris pariatur quis deserunt incididunt laboris ut.\r\n",
    "uom": "kg",
    "cost": 119,
    "currentStock": 180
  },
  {
    "productName": "Debora",
    "desc": "Amet quis cupidatat est ut nulla cillum officia. Ullamco commodo deserunt adipisicing officia ullamco et duis. Ea non nulla incididunt eu eu esse nulla enim. Ipsum eu Lorem sit ullamco est sint minim irure. In ut pariatur in aute minim. Aliquip deserunt qui deserunt veniam fugiat dolor duis fugiat. Officia aliqua dolor sunt sit ut magna Lorem velit consectetur anim minim nisi nisi deserunt.\r\n",
    "uom": "piece",
    "cost": 184,
    "currentStock": 132
  },
  {
    "productName": "Tammie",
    "desc": "Sit excepteur et culpa eiusmod commodo pariatur elit amet exercitation dolor elit tempor incididunt tempor. Enim sunt pariatur sit laborum cillum labore ipsum proident enim. Reprehenderit mollit eu fugiat amet officia nisi non esse nostrud dolor. Occaecat exercitation magna nisi qui amet ad do Lorem. Ipsum aute velit eu Lorem anim tempor do duis ullamco deserunt. Anim occaecat sit ad id non ullamco.\r\n",
    "uom": "piece",
    "cost": 94,
    "currentStock": 70
  },
  {
    "productName": "Mays",
    "desc": "Culpa non labore proident fugiat in ea mollit proident ut qui velit fugiat officia enim. Pariatur et deserunt cillum ut nulla mollit do id. Quis id ex dolore ad qui in laboris nulla ut aute officia. Ad do dolor consequat amet sunt. Ut aliquip sunt sit magna culpa ullamco. Deserunt proident sit ex tempor aliqua laboris dolor.\r\n",
    "uom": "kg",
    "cost": 93,
    "currentStock": 187
  },
  {
    "productName": "Nunez",
    "desc": "Excepteur cupidatat minim adipisicing cillum ad aute nisi ullamco. Ad nostrud tempor enim amet elit deserunt ut culpa sint ea proident ipsum. Non labore exercitation velit aliquip ad veniam officia minim reprehenderit quis. Voluptate duis excepteur fugiat sit exercitation anim esse do eiusmod deserunt incididunt et sint ut. Labore exercitation qui tempor ea consequat et. Do ullamco sint in ea. Officia cupidatat ipsum labore Lorem deserunt voluptate sunt incididunt laborum culpa duis.\r\n",
    "uom": "piece",
    "cost": 64,
    "currentStock": 138
  },
  {
    "productName": "Bridgett",
    "desc": "Quis laboris sit irure ipsum laboris dolor. In reprehenderit ad mollit nisi id magna id aliqua culpa nulla ad do nulla eu. Proident mollit aute aliquip incididunt laboris amet velit veniam. Aliqua magna consectetur incididunt qui veniam velit non pariatur labore ipsum nisi pariatur. Eu tempor ut labore amet pariatur enim officia non. Tempor reprehenderit exercitation nisi ullamco qui aute culpa nisi esse velit. Officia nostrud est incididunt veniam excepteur id ad aliqua magna ipsum nostrud ipsum velit occaecat.\r\n",
    "uom": "litre",
    "cost": 27,
    "currentStock": 90
  },
  {
    "productName": "Brandie",
    "desc": "Ullamco laboris ea dolor incididunt fugiat consectetur ad irure irure nulla ut aute incididunt officia. Culpa quis non laboris culpa qui ad consequat culpa veniam eu excepteur pariatur mollit. Pariatur aute sit voluptate fugiat. Incididunt cillum sint reprehenderit ullamco elit dolore magna esse officia occaecat occaecat anim culpa velit. Ut tempor sit qui id non aliqua elit nulla magna.\r\n",
    "uom": "kg",
    "cost": 108,
    "currentStock": 110
  },
  {
    "productName": "Hood",
    "desc": "Nisi mollit eu nostrud est incididunt est ipsum incididunt cupidatat. Irure non eu consequat labore enim. Enim ullamco nisi deserunt voluptate incididunt. Aute ea qui ullamco veniam consectetur velit non. Magna irure Lorem reprehenderit dolore.\r\n",
    "uom": "piece",
    "cost": 192,
    "currentStock": 168
  },
  {
    "productName": "Glass",
    "desc": "Deserunt adipisicing pariatur reprehenderit pariatur veniam eiusmod sit sint ut. Dolore qui occaecat do est. Enim minim consequat magna ad ullamco sunt. Nulla ad voluptate amet aliqua voluptate duis ut ex dolor. Labore labore veniam officia incididunt do.\r\n",
    "uom": "kg",
    "cost": 40,
    "currentStock": 198
  },
  {
    "productName": "Boone",
    "desc": "Deserunt nostrud cillum consectetur do commodo irure pariatur adipisicing magna incididunt laboris deserunt deserunt. Nisi consectetur reprehenderit veniam ipsum ullamco. Id voluptate enim laborum est elit mollit in deserunt. Magna ad elit fugiat proident sit Lorem aliqua excepteur ullamco est sunt incididunt. Occaecat nisi magna aute incididunt amet non culpa sint veniam. In dolor esse adipisicing ad et sunt ad ad cupidatat.\r\n",
    "uom": "piece",
    "cost": 20,
    "currentStock": 47
  },
  {
    "productName": "Beth",
    "desc": "Ipsum cillum fugiat Lorem qui eiusmod occaecat excepteur et. Fugiat fugiat esse exercitation deserunt duis amet sunt nisi cupidatat ut. Consequat eu consequat sunt elit. Ut qui excepteur aliqua sit irure do est sit officia occaecat magna officia voluptate.\r\n",
    "uom": "piece",
    "cost": 160,
    "currentStock": 43
  },
  {
    "productName": "Shirley",
    "desc": "Eu consequat anim pariatur laborum ut nisi est quis nulla sunt ipsum magna elit voluptate. Sunt veniam dolore excepteur consequat enim ipsum labore sunt sit. Reprehenderit reprehenderit exercitation velit aliquip dolore.\r\n",
    "uom": "litre",
    "cost": 78,
    "currentStock": 93
  },
  {
    "productName": "Sofia",
    "desc": "Esse irure reprehenderit labore ex elit nisi culpa consequat. Qui mollit et fugiat commodo sunt commodo sit non in occaecat consequat proident officia. Do ut aute cillum id est cillum non incididunt reprehenderit culpa. Occaecat aliqua enim minim cillum do fugiat culpa aute dolor. Ad incididunt fugiat quis et ipsum. Dolore qui ut id ullamco quis culpa dolore.\r\n",
    "uom": "piece",
    "cost": 136,
    "currentStock": 42
  },
  {
    "productName": "Rhodes",
    "desc": "Esse laborum labore et sint incididunt nisi incididunt. Pariatur laboris sint proident cupidatat fugiat id. Est veniam tempor exercitation laborum et aute.\r\n",
    "uom": "litre",
    "cost": 124,
    "currentStock": 198
  },
  {
    "productName": "Gail",
    "desc": "Voluptate do qui minim deserunt amet ex ad minim excepteur. Nulla culpa culpa cupidatat commodo laborum ut. Culpa qui excepteur esse do. Laboris commodo sit excepteur eiusmod duis anim reprehenderit excepteur id ad incididunt qui occaecat. Anim deserunt officia Lorem dolore esse eiusmod. Dolor est esse magna esse ad mollit ex sit quis exercitation.\r\n",
    "uom": "piece",
    "cost": 65,
    "currentStock": 70
  },
  {
    "productName": "Anna",
    "desc": "Occaecat dolore dolore dolore mollit aliqua occaecat consequat aute quis in occaecat sunt minim. Nostrud aute cillum id exercitation dolor nulla magna ea. Excepteur minim elit adipisicing laboris nulla. Ex incididunt cupidatat quis excepteur sit.\r\n",
    "uom": "piece",
    "cost": 181,
    "currentStock": 92
  },
  {
    "productName": "Rosario",
    "desc": "Nostrud nisi sint quis aliquip eu aliquip aute reprehenderit commodo pariatur nulla id sint veniam. Nisi duis esse commodo eiusmod officia enim tempor aliquip dolore ut labore nulla est veniam. Cillum laboris do consequat excepteur culpa est minim proident eu do cillum aliquip eiusmod. Ullamco adipisicing pariatur commodo pariatur sint ipsum et sunt ex esse nisi culpa irure excepteur. Velit reprehenderit ad incididunt eu mollit ad.\r\n",
    "uom": "litre",
    "cost": 88,
    "currentStock": 82
  },
  {
    "productName": "Augusta",
    "desc": "Ea magna enim proident reprehenderit sint officia tempor. Aliquip adipisicing fugiat esse nostrud in cillum non deserunt velit excepteur reprehenderit voluptate nostrud. Consequat nisi ad ex cupidatat nulla voluptate laboris exercitation.\r\n",
    "uom": "piece",
    "cost": 39,
    "currentStock": 46
  },
  {
    "productName": "Fitzpatrick",
    "desc": "Sint nulla fugiat do aliquip irure fugiat irure ipsum elit occaecat reprehenderit officia ex excepteur. Ipsum et aliquip veniam adipisicing magna ullamco esse do nostrud elit aliqua incididunt nulla ea. Dolor fugiat pariatur nisi id laboris sint eu anim ex laborum dolor incididunt dolore ea. Ullamco sunt elit quis reprehenderit occaecat voluptate veniam excepteur mollit consectetur voluptate. Eu enim proident sunt quis.\r\n",
    "uom": "kg",
    "cost": 101,
    "currentStock": 32
  },
  {
    "productName": "Jody",
    "desc": "Non Lorem minim mollit ut enim nostrud. Lorem aliqua cupidatat irure elit eu magna esse. Duis anim mollit cillum ad voluptate fugiat tempor sint do sit. Pariatur dolore nisi incididunt officia et tempor pariatur nulla. Sunt commodo elit dolore occaecat incididunt reprehenderit. Deserunt exercitation labore ad ullamco sint irure cupidatat nisi.\r\n",
    "uom": "kg",
    "cost": 141,
    "currentStock": 99
  },
  {
    "productName": "Koch",
    "desc": "Magna id in ad occaecat culpa nulla labore quis laborum in nisi ut eu. Lorem cupidatat eu velit adipisicing culpa magna voluptate non sunt laborum aliquip cupidatat. Enim consectetur aliquip enim do magna tempor irure pariatur in magna aliqua cillum. Sint et in non nostrud dolor exercitation deserunt irure labore. Voluptate commodo officia amet sint eu dolore ut adipisicing ut esse minim commodo. Sint nulla reprehenderit adipisicing sunt duis quis sunt. Ex culpa do pariatur nulla ut Lorem qui deserunt dolor exercitation magna esse reprehenderit proident.\r\n",
    "uom": "litre",
    "cost": 190,
    "currentStock": 134
  },
  {
    "productName": "Oconnor",
    "desc": "Minim pariatur do consequat consectetur aliqua ex et voluptate consequat ipsum esse. Cupidatat proident aute minim sunt adipisicing ad in voluptate occaecat anim. Pariatur labore amet commodo anim sint ut tempor Lorem duis cillum qui laboris aliquip. Ex magna enim sint sint mollit occaecat consectetur consectetur mollit anim quis reprehenderit duis velit.\r\n",
    "uom": "piece",
    "cost": 62,
    "currentStock": 126
  },
  {
    "productName": "Small",
    "desc": "Aute consequat consectetur nostrud non ipsum voluptate nulla nostrud exercitation eu. In sunt et magna sit ullamco elit voluptate dolore reprehenderit sit consectetur nisi tempor. Sit cupidatat cupidatat adipisicing sunt dolore exercitation ea in consectetur. Cupidatat consequat et officia dolore veniam duis ipsum qui do ea do officia sit. Cupidatat ipsum duis sit dolore et duis incididunt nostrud qui labore nulla. Veniam culpa fugiat et est. Sint commodo velit est Lorem reprehenderit sint ad dolor.\r\n",
    "uom": "piece",
    "cost": 196,
    "currentStock": 106
  }
]